-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Máy chủ: 127.0.0.1
-- Thời gian đã tạo: Th10 31, 2019 lúc 03:31 AM
-- Phiên bản máy phục vụ: 10.4.8-MariaDB
-- Phiên bản PHP: 7.1.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `test2`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `students`
--

CREATE TABLE `students` (
  `id` int(11) NOT NULL,
  `name` varchar(55) COLLATE utf8_unicode_ci NOT NULL,
  `grade` int(11) NOT NULL,
  `dob` date NOT NULL,
  `class` varchar(55) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `students`
--

INSERT INTO `students` (`id`, `name`, `grade`, `dob`, `class`) VALUES
(1, 'Trần Văn A', 9, '2019-10-18', '6A'),
(2, 'Trần Văn A', 9, '2019-10-18', '6A'),
(3, 'Trần Văn A', 9, '2019-10-18', '6A'),
(4, 'Trần Văn A', 9, '2019-10-18', '6A'),
(5, 'Trần Văn A', 9, '2019-10-18', '6A'),
(6, 'Trần Văn A', 9, '2019-10-18', '6A'),
(7, 'Trần Văn A', 9, '2019-10-18', '6A'),
(8, 'Trần Văn A', 9, '2019-10-18', '6A'),
(9, 'Trần Văn A', 9, '2019-10-18', '6A'),
(10, 'Trần Văn A', 9, '2019-10-18', '6A'),
(11, 'Trần Văn A', 9, '2019-10-18', '6A'),
(12, 'Trần Văn A', 9, '2019-10-18', '6A'),
(13, 'Trần Văn A', 9, '2019-10-18', '6A'),
(14, 'Trần Văn A', 9, '2019-10-18', '6A'),
(15, 'Trần Văn A', 9, '2019-10-18', '6A'),
(16, 'Trần Văn A', 9, '2019-10-18', '6A'),
(17, 'Trần Văn A', 9, '2019-10-18', '6A'),
(18, 'Trần Văn A', 9, '2019-10-18', '6A'),
(19, 'Trần Văn A', 9, '2019-10-18', '6A'),
(20, 'Trần Văn A', 9, '2019-10-18', '6A'),
(21, 'Trần Văn A', 9, '2019-10-18', '6A'),
(22, 'Trần Văn A', 9, '2019-10-18', '6A'),
(23, 'Trần Văn A', 9, '2019-10-18', '6A'),
(24, 'Trần Văn A', 9, '2019-10-18', '6A'),
(25, 'Trần Văn A', 9, '2019-10-18', '6A'),
(26, 'Trần Văn A', 9, '2019-10-18', '6A'),
(27, 'Trần Văn A', 9, '2019-10-18', '6A'),
(28, 'Trần Văn A', 9, '2019-10-18', '6A'),
(29, 'Trần Văn A', 9, '2019-10-18', '6A'),
(30, 'Trần Văn A', 9, '2019-10-18', '6A'),
(31, 'Trần Văn A', 9, '2019-10-18', '6A'),
(32, 'Trần Văn A', 9, '2019-10-18', '6A'),
(33, 'Trần Văn A', 9, '2019-10-18', '6A'),
(34, 'Trần Văn A', 9, '2019-10-18', '6A'),
(35, 'Trần Văn A', 9, '2019-10-18', '6A'),
(36, 'Trần Văn A', 9, '2019-10-18', '6A'),
(37, 'Trần Văn A', 9, '2019-10-18', '6A'),
(38, 'Trần Văn A', 9, '2019-10-18', '6A'),
(39, 'Trần Văn A', 9, '2019-10-18', '6A'),
(40, 'Trần Văn A', 9, '2019-10-18', '6A'),
(41, 'Trần Văn A', 9, '2019-10-18', '6A'),
(42, 'Trần Văn A', 9, '2019-10-18', '6A'),
(43, 'Trần Văn A', 9, '2019-10-18', '6A'),
(44, 'Trần Văn A', 9, '2019-10-18', '6A'),
(45, 'Trần Văn A', 9, '2019-10-18', '6A'),
(46, 'Trần Văn A', 9, '2019-10-18', '6A'),
(47, 'Trần Văn A', 9, '2019-10-18', '6A'),
(48, 'Trần Văn A', 9, '2019-10-18', '6A'),
(49, 'Trần Văn A', 9, '2019-10-18', '6A'),
(50, 'Trần Văn A', 9, '2019-10-18', '6A'),
(51, 'Trần Văn A', 9, '2019-10-18', '6A'),
(52, 'Trần Văn A', 9, '2019-10-18', '6A'),
(53, 'Trần Văn A', 9, '2019-10-18', '6A'),
(54, 'Trần Văn A', 9, '2019-10-18', '6A'),
(55, 'Trần Văn A', 9, '2019-10-18', '6A'),
(56, 'Trần Văn A', 9, '2019-10-18', '6A'),
(57, 'Trần Văn A', 9, '2019-10-18', '6A'),
(58, 'Trần Văn A', 9, '2019-10-18', '6A'),
(59, 'Trần Văn A', 9, '2019-10-18', '6A'),
(60, 'Trần Văn A', 9, '2019-10-18', '6A'),
(61, 'Trần Văn A', 9, '2019-10-18', '6A'),
(62, 'Trần Văn A', 9, '2019-10-18', '6A'),
(63, 'Trần Văn A', 9, '2019-10-18', '6A'),
(64, 'Trần Văn A', 9, '2019-10-18', '6A'),
(65, 'Trần Văn A', 9, '2019-10-18', '6A'),
(66, 'Trần Văn A', 9, '2019-10-18', '6A'),
(67, 'Trần Văn A', 9, '2019-10-18', '6A'),
(68, 'Trần Văn A', 9, '2019-10-18', '6A'),
(69, 'Trần Văn A', 9, '2019-10-18', '6A'),
(70, 'Trần Văn A', 9, '2019-10-18', '6A'),
(71, 'Trần Văn A', 9, '2019-10-18', '6A'),
(72, 'Trần Văn A', 9, '2019-10-18', '6A'),
(73, 'Trần Văn A', 9, '2019-10-18', '6A'),
(74, 'Trần Văn A', 9, '2019-10-18', '6A'),
(75, 'Trần Văn A', 9, '2019-10-18', '6A'),
(76, 'Trần Văn A', 9, '2019-10-18', '6A'),
(77, 'Trần Văn A', 9, '2019-10-18', '6A'),
(78, 'Trần Văn A', 9, '2019-10-18', '6A'),
(79, 'Trần Văn A', 9, '2019-10-18', '6A'),
(80, 'Trần Văn A', 9, '2019-10-18', '6A'),
(81, 'Trần Văn A', 9, '2019-10-18', '6A'),
(82, 'Trần Văn A', 9, '2019-10-18', '6A'),
(83, 'Trần Văn A', 9, '2019-10-18', '6A'),
(84, 'Trần Văn A', 9, '2019-10-18', '6A'),
(85, 'Trần Văn A', 9, '2019-10-18', '6A'),
(86, 'Trần Văn A', 9, '2019-10-18', '6A'),
(87, 'Trần Văn A', 9, '2019-10-18', '6A'),
(88, 'Trần Văn A', 9, '2019-10-18', '6A'),
(89, 'Trần Văn A', 9, '2019-10-18', '6A'),
(90, 'Trần Văn A', 9, '2019-10-18', '6A'),
(91, 'Trần Văn A', 9, '2019-10-18', '6A'),
(92, 'Trần Văn A', 9, '2019-10-18', '6A'),
(93, 'Trần Văn A', 9, '2019-10-18', '6A'),
(94, 'Trần Văn A', 9, '2019-10-18', '6A'),
(95, 'Trần Văn A', 9, '2019-10-18', '6A'),
(96, 'Trần Văn A', 9, '2019-10-18', '6A'),
(97, 'Trần Văn A', 9, '2019-10-18', '6A'),
(98, 'Trần Văn A', 9, '2019-10-18', '6A'),
(99, 'Trần Văn A', 9, '2019-10-18', '6A'),
(100, 'Trần Văn A', 9, '2019-10-18', '6A'),
(101, 'Trần Văn A', 9, '2019-10-18', '6A'),
(102, 'Trần Văn A', 9, '2019-10-18', '6A'),
(103, 'Trần Văn A', 9, '2019-10-18', '6A'),
(104, 'Trần Văn A', 9, '2019-10-18', '6A'),
(105, 'Trần Văn A', 9, '2019-10-18', '6A'),
(106, 'Trần Văn A', 9, '2019-10-18', '6A'),
(107, 'Trần Văn A', 9, '2019-10-18', '6A'),
(108, 'Trần Văn A', 9, '2019-10-18', '6A'),
(109, 'Trần Văn A', 9, '2019-10-18', '6A'),
(110, 'Trần Văn A', 9, '2019-10-18', '6A'),
(111, 'Trần Văn A', 9, '2019-10-18', '6A'),
(112, 'Trần Văn A', 9, '2019-10-18', '6A'),
(113, 'Trần Văn A', 9, '2019-10-18', '6A'),
(114, 'Trần Văn A', 9, '2019-10-18', '6A'),
(115, 'Trần Văn A', 9, '2019-10-18', '6A'),
(116, 'Trần Văn A', 9, '2019-10-18', '6A'),
(117, 'Trần Văn A', 9, '2019-10-18', '6A'),
(118, 'Trần Văn A', 9, '2019-10-18', '6A'),
(119, 'Trần Văn A', 9, '2019-10-18', '6A'),
(120, 'Trần Văn A', 9, '2019-10-18', '6A'),
(121, 'Trần Văn A', 9, '2019-10-18', '6A'),
(122, 'Trần Văn A', 9, '2019-10-18', '6A'),
(123, 'Trần Văn A', 9, '2019-10-18', '6A'),
(124, 'Trần Văn A', 9, '2019-10-18', '6A'),
(125, 'Trần Văn A', 9, '2019-10-18', '6A'),
(126, 'Trần Văn A', 9, '2019-10-18', '6A'),
(127, 'Trần Văn A', 9, '2019-10-18', '6A'),
(128, 'Trần Văn A', 9, '2019-10-18', '6A'),
(129, 'Trần Văn A', 9, '2019-10-18', '6A'),
(130, 'Trần Văn A', 9, '2019-10-18', '6A'),
(131, 'Trần Văn A', 9, '2019-10-18', '6A'),
(132, 'Trần Văn A', 9, '2019-10-18', '6A'),
(133, 'Trần Văn A', 9, '2019-10-18', '6A'),
(134, 'Trần Văn A', 9, '2019-10-18', '6A'),
(135, 'Trần Văn A', 9, '2019-10-18', '6A'),
(136, 'Trần Văn A', 9, '2019-10-18', '6A'),
(137, 'Trần Văn A', 9, '2019-10-18', '6A'),
(138, 'Trần Văn A', 9, '2019-10-18', '6A'),
(139, 'Trần Văn A', 9, '2019-10-18', '6A'),
(140, 'Trần Văn A', 9, '2019-10-18', '6A'),
(141, 'Trần Văn A', 9, '2019-10-18', '6A'),
(142, 'Trần Văn A', 9, '2019-10-18', '6A'),
(143, 'Trần Văn A', 9, '2019-10-18', '6A'),
(144, 'Trần Văn A', 9, '2019-10-18', '6A'),
(145, 'Trần Văn A', 9, '2019-10-18', '6A'),
(146, 'Trần Văn A', 9, '2019-10-18', '6A'),
(147, 'Trần Văn A', 9, '2019-10-18', '6A'),
(148, 'Trần Văn A', 9, '2019-10-18', '6A'),
(149, 'Trần Văn A', 9, '2019-10-18', '6A'),
(150, 'Trần Văn A', 9, '2019-10-18', '6A'),
(151, 'Trần Văn A', 9, '2019-10-18', '6A'),
(152, 'Trần Văn A', 9, '2019-10-18', '6A'),
(153, 'Trần Văn A', 9, '2019-10-18', '6A'),
(154, 'Trần Văn A', 9, '2019-10-18', '6A'),
(155, 'Trần Văn A', 9, '2019-10-18', '6A'),
(156, 'Trần Văn A', 9, '2019-10-18', '6A'),
(157, 'Trần Văn A', 9, '2019-10-18', '6A'),
(158, 'Trần Văn A', 9, '2019-10-18', '6A'),
(159, 'Trần Văn A', 9, '2019-10-18', '6A'),
(160, 'Trần Văn A', 9, '2019-10-18', '6A'),
(161, 'Trần Văn A', 9, '2019-10-18', '6A'),
(162, 'Trần Văn A', 9, '2019-10-18', '6A'),
(163, 'Trần Văn A', 9, '2019-10-18', '6A'),
(164, 'Trần Văn A', 9, '2019-10-18', '6A'),
(165, 'Trần Văn A', 9, '2019-10-18', '6A'),
(166, 'Trần Văn A', 9, '2019-10-18', '6A'),
(167, 'Trần Văn A', 9, '2019-10-18', '6A'),
(168, 'Trần Văn A', 9, '2019-10-18', '6A'),
(169, 'Trần Văn A', 9, '2019-10-18', '6A'),
(170, 'Trần Văn A', 9, '2019-10-18', '6A'),
(171, 'Trần Văn A', 9, '2019-10-18', '6A'),
(172, 'Trần Văn A', 9, '2019-10-18', '6A'),
(173, 'Trần Văn A', 9, '2019-10-18', '6A'),
(174, 'Trần Văn A', 9, '2019-10-18', '6A'),
(175, 'Trần Văn A', 9, '2019-10-18', '6A'),
(176, 'Trần Văn A', 9, '2019-10-18', '6A'),
(177, 'Trần Văn A', 9, '2019-10-18', '6A'),
(178, 'Trần Văn A', 9, '2019-10-18', '6A'),
(179, 'Trần Văn A', 9, '2019-10-18', '6A'),
(180, 'Trần Văn A', 9, '2019-10-18', '6A'),
(181, 'Trần Văn A', 9, '2019-10-18', '6A'),
(182, 'Trần Văn A', 9, '2019-10-18', '6A'),
(183, 'Trần Văn A', 9, '2019-10-18', '6A'),
(184, 'Trần Văn A', 9, '2019-10-18', '6A'),
(185, 'Trần Văn A', 9, '2019-10-18', '6A'),
(186, 'Trần Văn A', 9, '2019-10-18', '6A'),
(187, 'Trần Văn A', 9, '2019-10-18', '6A'),
(188, 'Trần Văn A', 9, '2019-10-18', '6A'),
(189, 'Trần Văn A', 9, '2019-10-18', '6A'),
(190, 'Trần Văn A', 9, '2019-10-18', '6A'),
(191, 'Trần Văn A', 9, '2019-10-18', '6A'),
(192, 'Trần Văn A', 9, '2019-10-18', '6A'),
(193, 'Trần Văn A', 9, '2019-10-18', '6A'),
(194, 'Trần Văn A', 9, '2019-10-18', '6A'),
(195, 'Trần Văn A', 9, '2019-10-18', '6A'),
(196, 'Trần Văn A', 9, '2019-10-18', '6A'),
(197, 'Trần Văn A', 9, '2019-10-18', '6A'),
(198, 'Trần Văn A', 9, '2019-10-18', '6A'),
(199, 'Trần Văn A', 9, '2019-10-18', '6A'),
(200, 'Trần Văn A', 9, '2019-10-18', '6A'),
(201, 'Trần Văn A', 9, '2019-10-18', '6A');

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `students`
--
ALTER TABLE `students`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=202;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
